Repository: nsillik/PlantApp
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: %@ is due for fertilizing.
es: %@ necesita fertilizante.

source: %@ is ready for pruning.
es: %@ está listo para podar.

source: %@ needs repotting.
es: %@ necesita trasplante.

source: %@ needs watering today.
es: %@ necesita riego hoy.

source: Add your first plant to get started.
es: Añade tu primera planta para empezar.

source: Added %@
es: Añadido %@

source: All Caught Up
es: Todo al día

source: Also match
es: También coincide

source: Attach Photo
es: Adjuntar foto

source: Back to Camera
es: Volver a la cámara

source: Care Actions
es: Acciones de cuidado

source: Care History
es: Historial de cuidados

source: Classification failed. Try again or search the catalog.
es: La clasificación falló. Intenta de nuevo o busca en el catálogo.

source: Delete
es: Eliminar

source: Done
es: Hecho

source: Enable Notifications?
es: ¿Activar notificaciones?

source: Failed to load data.
es: No se pudieron cargar los datos.

source: Failed to log care event.
es: No se pudo registrar el cuidado.

source: Fertilized
es: Fertilizado

source: Fertilizing
es: Fertilizar

source: Get reminded when your plants need care.
es: Recibe recordatorios cuando tus plantas necesiten cuidado.

source: Is this right?
es: ¿Es correcto?

source: Loading plants…
es: Cargando plantas…

source: No Plants Yet
es: Sin plantas todavía

source: No tasks due right now.
es: No hay tareas pendientes ahora.

source: Not Now
es: Ahora no

source: Photo attached
es: Foto adjunta

source: Plant identification is unavailable right now. Search the catalog instead.
es: La identificación de plantas no está disponible. Busca en el catálogo.

source: Pruned
es: Podado

source: Pruning
es: Poda

source: Repotted
es: Trasplantado

source: Repotting
es: Trasplante

source: Time to care for %@
es: Hora de cuidar a %@

source: Today
es: Hoy

source: Upcoming
es: Próximos

source: Watered
es: Regado

source: Watering
es: Riego

source: We couldn't match this result to our catalog.
es: No pudimos encontrar este resultado en nuestro catálogo.

source: We're not completely sure — tap Search to pick the right species
es: No estamos completamente seguros — toca Buscar para elegir la especie correcta

source: Yes
es: Sí
